{
  "login": "Log in",
  "email": "Email",
  "enter_your_email": "Enter your email",
  "password": "Password",
  "enter_your_password": "Enter your password",
  "dont_have_an_account_question": "Don't have an account?",
  "sign_up": "Sign up",
  "username": "Username",
  "enter_your_name": "Enter your name",
  "have_an_account": "Have an account?",
  "email_required": "Email Required",
  "enter_valid_email_address": "Please enter valid Email-Address",
  "password_required": "Password Required",
  "enter_strong_password_message": "Please enter strong password. Length should be greater than 8",
  "okay": "Okay",
  "question_one": "How many melachot are on shabbos? 39 or 12 or 23",
  "question_two": "What is the morning prayer? Shachrit or Mincha or Ma'ariv",
  "question_three": "What is the first masechet in the shas? nedarim or sanhedrin or brachot",
  "write_answer_here": "Write your answer here",
  "next": "Next",
  "questions_required": "Questions Required",
  "answer_to_question_one": "Please answer to Question 1",
  "answer_to_question_two": "Please answer to Question 2",
  "answer_to_question_three": "Please answer to Question 3",
  "approval_form": "Approval Form",
  "two_sample_content": "Please upload 2 examples of the content you are planning on uploading to the app",
  "apply": "Apply",
  "two_videos_show_work": "Select 2 Videos to show your work",
  "uploading_videos": "Uploading Videos",
  "comment": "Comment",
  "no_comments": "No Comments",
  "be_first_to_comment": "Be the first one to comment",
  "type_comment_here": "Type comment here ...",
  "profile": "Profile",
  "you_havent_uploaded_video_yet": "You haven't uploaded video yet",
  "upload_now": "Upload Now",
  "followers": "Followers",
  "following": "Following",
  "edit_profile": "Edit Profile",
  "email_address": "Email Address",
  "about_me": "About Me",
  "let_people_know_about_you": "Let people know about you",
  "update": "Update",
  "please_fill_fields": "Please fill fields",
  "fill_the_field_you_want_update": "Fill the field you want to update",
  "enter_email_address": "Enter Email Address",
  "shares": "Shares",
  "type_message": "Type message ...",
  "cannot_reply_conversation": "You cannot reply to this conversation. user has disabled inbox replies",
  "no_shares": "No Shares",
  "keep_exploring_TorahShare_shares_will_arrive_here": "Keep exploring TorahShare.\\nYour shares will arrive here",
  "follow": "Follow",
  "videos": "Videos",
  "user_has_not_uploaded_an_video_yet": "User has not uploaded an video yet.",
  "username_video_tag_to_search": "Username | Video Tag to Search",
  "type_username_to_search": "Type Username to search",
  "type_tag_of_video_to_search": "Type tag of video to search",
  "please_add_filter_to_search": "Please add filter to search",
  "by_videos": "By Videos",
  "by_users": "By Users",
  "one_filter_is_must": "One Filter Is Must",
  "you_can_not_remove_both_filters": "You can not remove both filters. one should be active at all times. Optionally you can enable both filters",
  "settings": "Settings",
  "management": "Management",
  "about_application": "About Application",
  "terms_and_conditions": "Terms and conditions",
  "privacy_policy": "Privacy Policy",
  "disclaimer": "Disclaimer",
  "privacy": "Privacy",
  "send_only_mode": "Send Only Mode",
  "no_chat_mode": "No Chat Mode",
  "language": "Language",
  "switch_to_english": "Switch to English",
  "preferences": "Preferences",
  "logout": "Logout",
  "require_information_about_app_disclaimer": "If you require any more information or have any questions about our app disclaimer, please feel free to contact us by email at Info@torahshare.com.",
  "provides_application_ideas_inspiration": "TorahShare Company provides the TORAHSHARE Application. This App was created for the purpose of enriching people's daily lives with Torah ideas and inspiration.",
  "by_downloading_accessing": "By downloading, accessing or using TORAHSHARE Mobile App or any page of this app, you signify your assent to this disclaimer. The contents of this app, including without limitation, all data, information, text, graphics, links and other materials are provided as a convenience to our app users and are meant to be used for informational purposes only. We do not take responsibility for decisions taken by the reader based solely on the information provided in this app.",
  "app_expressly_disclaims_warranties": "The app EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED. The app makes no warranty that (1) THE APP OR THE CONTENT WILL MEET OR SATISFY YOUR REQUIREMENTS (2) THE APP SHALL HAVE NO RESPONSIBILITY FOR ANY DAMAGE TO YOUR PHONE OR TABLET OR LOSS OF DATA THAT RESULTS FROM YOUR USE OF THE APP OR ITS CONTENT.",
  "you_agree_to_hold_torahshare": "YOU AGREE TO HOLD TORAHSHARE MOBILE APP,  AND EACH OF ITS OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS FROM AND AGAINST ANY AND ALL CLAIMS, ACTIONS, DEMANDS, LIABILITIES, JUDGMENTS AND SETTLEMENTS, INCLUDING WITHOUT LIMITATION, FROM ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, PUNITIVE OR ANY OTHER CLAIM YOU MAY INCUR IN CONNECTION WITH YOUR USE OF THIS APP, INCLUDING, WITHOUT LIMITATION, ANY ECONOMIC HARM, LOST PROFITS, DAMAGES TO BUSINESS, DATA OR PHONE SYSTEMS, OR ANY DAMAGES RESULTING FROM RELIANCE ON ANY CONTENT OR RESULTING FROM ANY INTERRUPTIONS, WORK STOPPAGES, PHONE OR TABLET FAILURES,DELETION OF FILES, ERRORS, OMISSIONS, INACCURACIES, DEFECTS, VIRUSES, DELAYS OR MISTAKES OF ANY KIND.",
  "app_may_include_inaccuracies_typographical_errors": "The app may include inaccuracies and typographical errors. Changes and improvements are periodically made to the app and the information therein. We do not warrant or assume any legal liability or responsibility for the completeness, or usefulness of any information, service.",
  "read_our_privacy_policy": "Please read our Privacy Policy carefully as it explains the following:",
  "order_to_use_app_you_must_first_acknowledge": "In order to use the App, you must first acknowledge and agree to our Privacy Policy. You cannot use the App without first accepting our Privacy Policy.",
  "GENERAL": "GENERAL",
  "torahshare_company_provides_application": "TorahShare Company provides the TORAHSHARE Application. This App was created for the purpose of enriching people's daily lives with Torah ideas and inspiration. TorahShare Company (\\\"TorahShare\\\", \\\"we\\\", \\\"us\\\") recognizes and understands the importance of the privacy of its users (\\\"users\\\", \\\"You\\\") and wants to respect their desire to store and access personal information in a private and secure manner. This Privacy Policy applies to our Application and describes how TorahShare Company manages, stores, and utilizes your Personal Data through its Products. In order to use our app, we require you to consent to the collection and processing of your Personal Data before you start using the app. If you do not agree with the terms of this Privacy Policy, you may not use in any manner the app. TorahShare Company is committed to protecting the privacy of all of its users Personal Data and providing a secure, user-controlled environment for the use of the app.",
  "PERSONAL_DATA_YOU_PROVIDE": "PERSONAL DATA YOU PROVIDE",
  "account_credentials_in_order_to_use_the_torahshare_services": "●\tAccount Credentials. In order to use the TorahShare Services, you are required to provide an Account Authentication Mechanism (phone number, first name, last name, and email address, or a third-party social log-in like Google). When creating an account, TorahShare stores a hashed version of your Account Authentication Mechanism for authentication and/or verification purposes. We use a third-party service provider, Sinch, for verification and authentication.",
  "profile_information_when_you_create_torahshare_account": "●\tProfile Information. When you create a TorahShare account, you choose to provide us Personal Data about yourself. For example, in the TorahShare App, you may provide your Personal Data, such as first and last name, email address, phone number and any other information that is required to positively identify the user.",
  "feedback_support_If_you_provide_us_feedback_contact": "●\tFeedback/Support. If you provide us feedback or contact customer support, we collect your name and e-mail address and possibly other Personal Data (e.g. IP address), as well as any other content that you send to us in order to reply and address any issue. If you contact customer support, we also collect and retain certain technical diagnostic data, such as your phone model. We may keep records of our communication with you, including any complaints we receive from you about other users (and from other users about you).",
  "photos_videos_and_audio_if_you_upload_a_photo_or_video": "●\tPhotos, Videos and Audio. If you upload a photo or video, while using the TorahShare Services, you will be required to permit TorahShare to access your camera, photo gallery, and microphone in which case TorahShare will have access to the photos and videos stored in your photo gallery.",
  "you_will_keep_your_contact_information_accurate": "● You will keep your contact information accurate and up-to-date.",
  "GENERAL_DATA_PROTECTION_REGULATION": "GENERAL DATA PROTECTION REGULATION (GDPR)",
  "we_are_a_data_controller": "We are a Data Controller of your information.",
  "torahshare_company_legal_basis_for_collecting_and_using_the_personal": "TorahShare Company legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Information we collect and the specific context in which we collect the information:",
  "torahshare_company_needs_to_perform_a_contract": "●\tTorahShare Company needs to perform a contract with you",
  "you_have_given_torahshare_company": "●\tYou have given TorahShare Company permission to do so",
  "processing_your_personal_information_is_in_torahshare": "●\tProcessing your personal information is in TorahShare Company legitimate interests",
  "torahshare_company_needs_to_comply": "●\tTorahShare Company needs to comply with the law",
  "torahshare_company_will_retain_your_personal_information_only": "TorahShare Company will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies.",
  "if_you_are_a_resident_of_the_eropean_economic_area": "If you are a resident of the European Economic Area (EEA), you have certain data protection rights. If you wish to be informed what Personal Information, we hold about you and if you want it to be removed from our systems, please contact us.",
  "you_are_entitled_to_the_following_rights": "You are entitled to the following rights under applicable laws:",
  "the_right_to_access_you_may_at_any_time_request": "1.\tThe right to access: you may at any time request to access your personal data. Upon request, we will provide a copy of your personal data in a commonly used electronic form.",
  "the_right_to_rectification_you_are_entitled_to_obtain_rectification": "2.\tThe right to rectification: you are entitled to obtain rectification of inaccurate personal data and to have incomplete personal data completed.",
  "the_right_to_erase_under_certain_circumstances": "3.\tThe right to erase: under certain circumstances (including processing on the basis of your consent), you may request us to delete your User Data. Please note that this right is not unconditional. Therefore, an attempt to invoke the right might not lead to an action from us.",
  "the_right_to_object_to_certain_processing_activities": "4.\tThe right to object: to certain processing activities conducted by us in relation to your personal data, such as our processing of your personal data based on our legitimate interest. The right to object also applies to the processing of your personal data for direct marketing purposes.",
  "the_right_to_data_portability_you_are_entitled_to_receive_your_personal": "5.\tThe right to data portability: you are entitled to receive your personal data (or have your personal data directly transmitted to another data controller) in a structured, commonly used, and machine-readable format.",
  "PERMISSIONS_REQUIRED": "PERMISSIONS REQUIRED",
  "INTERNET": "●\tINTERNET",
  "READ_WRITE_TO_PHONE_STORAGE": "●\tREAD/WRITE TO PHONE STORAGE",
  "CAMERA": "●\tCAMERA",
  "NOTIFICATION": "●\tNOTIFICATION",
  "link_to_the_privacy_policy_of_third_party_service_providers_used": "Link to the privacy policy of third party service providers used by the app",
  "apple_app_store_services": "● Apple App Store Services",
  "google_cloud_services": "●\tGoogle Cloud Services",
  "LOG_DATA": "LOG DATA",
  "torahshare_company_wants_to_inform_you_that_whenever_you": "TorahShare Company wants to inform you that whenever you use our Service, in case of an error in the app, we collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing our Service, the time and date of your use of the Service, and other statistics.",
  "COOKIES_USAGE_DATA": "COOKIES & USAGE DATA",
  "cookies_are_files_with_a_small_amount_of_data_that_are_commonly": "Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.",
  "this_service_does_not_use_these_explicitly": "This Service does not use these “cookies” explicitly. However, the app may use third-party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.",
  "USAGE_DATA": "USAGE DATA",
  "when_you_access_the_service_with_a_mobile_device": "When you access the Service with a mobile device, we may collect certain information automatically, including, but not limited to, the type of mobile device you use, your mobile device unique ID, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browser you use, unique device identifiers and other diagnostic data (\\\"Usage Data\\\").",
  "TRACKING_COOKIES_DATA": "TRACKING COOKIES DATA",
  "we_use_cookies_and_similar_tracking_technologies": "We use cookies and similar tracking technologies to track the activity on our Service and we hold certain information.",
  "cookies_are_files_with_a_small_amount_of_data": "Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Other tracking technologies are also used such as beacons, tags, and scripts to collect and track information and to improve and analyze our Service.",
  "you_can_instruct_your_browser_to_refuse_all_cookies": "You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.",
  "examples_of_cookies": "Examples of Cookies we use:",
  "session_cookies_we_use_session_cookies": "●\tSession Cookies. We use Session Cookies to operate our Service.",
  "preference_cookies_we_use_preference_cookies": "●\tPreference Cookies. We use Preference Cookies to remember your preferences and various settings.",
  "security_cookies_we_use_security_cookies": "●\tSecurity Cookies. We use Security Cookies for security purposes.",
  "USE_OF_DATA": "USE OF DATA",
  "to_provide_and_maintain_our_service": "●\tTo provide and maintain our Service",
  "to_notify_you_about_changes": "●\tTo notify you about changes to our Service",
  "to_allow_you_to_participate_in_interactive_features": "●\tTo allow you to participate in interactive features of our Service when you choose to do so",
  "to_provide_customer_support": "●\tTo provide customer support",
  "to_gather_analysis_valuable_information": "●\tTo gather analysis or valuable information so that we can improve our Service",
  "to_monitor_the_usage": "●\tTo monitor the usage of our Service",
  "to_detect_prevent_and_address_technical_issues": "●\tTo detect, prevent and address technical issues",
  "to_provide_you_with_news_special_offers": "●\tTo provide you with news, special offers, and general information about other goods, services, and events that we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information",
  "YOUR_PERSONAL_DATA": "YOUR PERSONAL DATA",
  "torahshare_company_is_using_a_strong_backend": "TorahShare Company is using a strong backend for TorahShare App. In the backend, all the necessary information will store. All Data will remain safe and secure. No, any single information/data will send to anywhere.",
  "SECURITY": "SECURITY",
  "we_value_your_trust_in_providing_us_your_personal_information": "We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and We cannot guarantee its absolute security",
  "PAYMENT_TERMS": "PAYMENT TERMS",
  "we_may_provide_paid_products_and_services": "We may provide paid products and/or services within the Service. In that case, we use third-party services for payment processing (e.g. payment processors).",
  "we_will_not_store_or_collect_your_payment_card_details": "We will not store or collect your payment card details. That information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.",
  "the_payment_processors_we_work_with_are": "The payment processors we work with are:",
  "apple_store_in_app_payments": "●\tApple Store In-App Payments Their Privacy Policy can be viewed at https://www.apple.com/legal/privacy/en-ww/",
  "google_play_in_app_payments": "●\tGoogle Play In-App Payments Their Privacy Policy can be viewed at https://www.google.com/policies/privacy/",
  "SERVICE_PROVIDERS": "SERVICE PROVIDERS",
  "we_may_employ_third_party_companies_and_individuals": "We may employ third-party companies and individuals due to the following reasons:",
  "to_facilitate_our_service": "●\tTo facilitate our Service;",
  "to_provide_the_service_on_our_behalf": "●\tTo provide the Service on our behalf;",
  "to_perform_service_related_services": "●\tTo perform Service-related services; or",
  "to_assist_us_in_analyzing": "●\tTo assist us in analyzing how our Service is used.",
  "we_want_to_inform_users_of_this_service": "We want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.",
  "CHILDRENS_PRIVACY": "CHILDREN’S PRIVACY",
  "these_services_do_not_address_anyone_under_the_age_of_13": "These Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case We discover that a child under 13 has provided me with personal information, We immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that We will be able to do the necessary actions.",
  "BEHAVIORAL_REMARKETING": "BEHAVIORAL REMARKETING",
  "torahshare_company_uses_remarketing_services_to_advertise": "TorahShare Company uses remarketing services to advertise on third-party websites to you after you visited our Service. We and our third-party vendors use cookies to inform, optimize and serve ads based on your past visits to our Service.",
  "google_ads_remarketing_service_is_provided_by_google": "Google Ads (AdWords) Google Ads (AdWords) remarketing service is provided by Google Inc. You can opt-out of Google Analytics for Display Advertising and customize the Google Display Network ads by visiting the Google Ads Settings page: http://www.google.com/settings/ads Google also recommends installing the Google Analytics Opt-out Browser Add-on - https://tools.google.com/dlpage/gaoptout - for your web browser. Google Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics. For more information on the privacy practices of Google, please visit the Google Privacy Terms web page: https://policies.google.com/privacy?hl=en",
  "facebook_remarketing_service_is_provided_by_facebook": "Facebook Facebook remarketing service is provided by Facebook Inc. You can learn more about interest-based advertising from Facebook by visiting this page: https://www.facebook.com/help/164968693837950 To opt-out from Facebook's interest-based ads, follow these instructions from Facebook: https://www.facebook.com/help/568137493302217 Facebook adheres to the Self-Regulatory Principles for Online Behavioural Advertising established by the Digital Advertising Alliance. You can also opt-out from Facebook and other participating companies through the Digital Advertising Alliance in the USA http://www.aboutads.info/choices/, the Digital Advertising Alliance of Canada in Canada http://youradchoices.ca/ or the European Interactive Digital Advertising Alliance in Europe",
  "youronlinechoices_or_opt_out_using_your_mobile_device": "http://www.youronlinechoices.eu/, or opt-out using your mobile device settings. For more information on the privacy practices of Facebook, please visit Facebook's Data Policy: https://www.facebook.com/privacy/explanation",
  "UPDATES_OR_CHANGES_TO_OUR_PRIVACY_POLICY": "UPDATES OR CHANGES TO OUR PRIVACY POLICY",
  "occasionally_we_may_change_or_update_this_privacy_policy": "Occasionally, we may change or update this Privacy Policy to allow us to use or share your previously collected Personal Data for other purposes. If TorahShare Company would use your Personal Data in a manner materially different from that stated at the time of the collection, we will provide you with a notice on our Website and in our TORAHSHARE Mobile Application indicating that the Privacy Policy has been changed or updated and request you to agree with the updated or changed Privacy Policy.",
  "CONTROLLER": "CONTROLLER",
  "torahShare_company_mail": "TorahShare Company \\nInfo@torahshare.com",
  "by_downloading_browsing_accessing_or_using_this_TORAHSHARE_application": "By downloading, browsing, accessing, or using this TORAHSHARE Application (“TORAHSHARE Mobile Application”), you agree to be bound by these Terms and Conditions of Use. We reserve the right to amend these terms and conditions at any time. If you disagree with any of these Terms and Conditions of Use, you must immediately discontinue your access to the TORAHSHARE Mobile Application and your use of the services offered on the TORAHSHARE Mobile Application. Continued use of the TORAHSHARE Mobile Application will constitute acceptance of these Terms and Conditions of Use, as may be amended from time to time",
  "TERMS_TO_USE": "TERMS TO USE",
  "torahshare_company_is_committed_to_ensuring_that_the_app_is_as": "●\tTorahShare Company is committed to ensuring that the app is as useful and efficient as possible. For that reason, we reserve the right to make changes to the app or to charge for its services, at any time and for any reason. We will never charge you for the app or its services without making it very clear to you exactly what you’re paying for.",
  "the_TORAHSHARE_app_stores_and_processes_personal_data_that": "●\tThe TORAHSHARE app stores and processes personal data that you have provided to us, in order to provide TorahShare Company Service. It’s your responsibility to keep your phone and access to the app secure. We, therefore, recommend that you do not jailbreak or root your phone, which is the process of removing software restrictions and limitations imposed by the official operating system of your device. It could make your phone vulnerable to malware/viruses/malicious programs, compromise your phone’s security features and it could mean that the TORAHSHARE app won’t work properly or at all.",
  "torahshare_company_cannot_always_take_responsibility_for_the": "●\tTorahShare Company cannot always take responsibility for the way you use the app i.e. You need to make sure that your device stays charged – if it runs out of battery and you can’t turn it on to avail the Service, TorahShare Company cannot accept responsibility.",
  "at_some_point_we_may_wish_to_update_the_app": "At some point, we may wish to update the app. The app is available for Android & iOS as of now– the requirements for the system (and for any additional systems we decide to extend the availability of the app to) may change, and you’ll need to download the updates if you want to keep using the app. It is your responsibility to keep the app version up to date. TorahShare Company does not promise that it will always update the app so that it is relevant to you and/or works with the Android & iOS version that you have installed on your device. However, you promise to always accept updates to the application when offered to you, we may also wish to stop providing the app, and may terminate use of it at any time without giving notice of termination to you.",
  "we_strongly_recommend_that_you_only_download_the_TORAHSHARE_applications": "●\tWe strongly recommend that you only download the TORAHSHARE applications from Google Play or App Store. Doing so will ensure that your apps are legitimate and safe from malicious software.",
  "REGISTRATION_AND_ACCOUNT_SECURITY": "REGISTRATION AND ACCOUNT SECURITY",
  "torahshare_company_at_this_moment_grants_the_user_a_non_exclusive": "1. TorahShare Company at this moment grants the User a non-exclusive, non-transferable, limited right to access and use the Service, under the conditions of these Terms & Conditions and for the duration of the Agreement.",
  "you_will_not_create_more_than_one_personal_account": "2.\tYou will not create more than one personal account.",
  "If_we_disable_your_account": "3.\tIf we disable your account, you will not create another one without our permission.",
  "you_will_not_use_our_app": "4.\tYou will not use our app if you are under 13.",
  "you_will_keep_your_contact_information": "5.\tYou will keep your contact information accurate and up-to-date.",
  "you_will_not_share_your_password": "6.\tYou will not share your password (or in the case of developers, your secret key), let anyone else access your account, or do anything else that might jeopardize the security of your account.",
  "SERVICE_TERMS": "SERVICE TERMS",
  "torahshare_company_at_this_moment_grants_the_user": "1. TorahShare Company at this moment grants the User a non-exclusive, non-transferable, limited right to access and use the Service, under the conditions of these Terms & Conditions and for the duration of the Agreement.",
  "the_use_of_the_service_is_at_the_user_own_expense_and_risk": "2. The use of the Service is at the User's own expense and risk. The User is responsible for meeting the technical and functional requirements and using the electronic communication facilities that are necessary to be able to access and use the Service. The User will at all times bear the risk of loss, theft, or damage to any of its data.",
  "torah_means_the_study_of_the_bible": "3.\tTorah means the study of the bible and this is an organization that will make the Torah be more accessible for anyone by letting that you have the opportunity to share your knowledge. ",
  "torahshare_company_uses_its_own_ad_engine_for_monetizing": "4.\tTorahShare Company uses its own ad engine for monetizing the app with the ads.",
  "to_upload_any_video_the_app_user_requires_to_get_approval_from_us": "5.\tTo upload any video, the app user requires to get approval from us in order to make sure that the content is really Torah friendly. Each posted video or shared on this app must be consisted of Torah-nature content such as A Torah teaching, A Torah concept or idea, or any sort of Torah-based inspiration, any video posted or shared which does not fit with the above criteria may consequence in the users temporary or permanent suspension.",
  "all_videos_posted_need_to_be_clear_and_with_the_quality_that_complies": "6.\tAll videos posted need to be clear and with the quality that complies with the TorahShare standards.",
  "anyone_who_uploads_the_video_that_will_be_visual_for_anyone": "7.\tAnyone who uploads the video that will be visual for anyone on their profile page.",
  "torahshare_company_will_have_the_right": "8.\tTorahShare Company will have the right (but not the obligation), at its sole discretion, to review, edit, limit, refuse or remove Content, products or to limit or refuse the User access to the Service. More specifically in the event the use of the Service, according to us, violates these Terms of Use.",
  "we_may_disclose_the_user_personal_data": "9.\tWe may disclose the User's Personal Data or Content, or other data relating to the use of the Service, to third parties where it believes, in good faith, that it is necessary to comply with a court order, ongoing judicial proceeding, criminal or civil subpoena, or other legal process or request by law enforcement authorities, or to exercise its constitutional rights of defense against legal claims.",
  "disclaimer_and_exclusion_of_liability": "Disclaimer and Exclusion of Liability",
  "the_TORAHSHARE_Mobile_Application_the_services_the_information_on_the_TORAHSHARE": "●\tThe TORAHSHARE Mobile Application, the Services, the information on the TORAHSHARE Mobile Application, and use of all related facilities are provided on an \\\"as is, as available\\\" basis without any warranties whether express or implied.",
  "to_the_fullest_extent_permitted_by_applicable_law": "●\tTo the fullest extent permitted by applicable law, we disclaim all representations and warranties relating to the TORAHSHARE Mobile Application and its contents, including in relation to any inaccuracies or omissions in the TORAHSHARE Mobile Application, warranties of merchantability, quality, fitness for a particular purpose, accuracy, availability, non-infringement or implied warranties from course of dealing or usage of trade.",
  "we_do_not_warrant_that_the_TORAHSHARE_mobile_application": "●\tWe do not warrant that the TORAHSHARE Mobile Application will always be accessible, uninterrupted, timely, secure, error-free or free from computer virus or other invasive or damaging code or that the TORAHSHARE Mobile Application will not be affected by any acts of God or other force majeure events, including the inability to obtain or shortage of necessary materials, equipment facilities, power or telecommunications, lack of telecommunications equipment or facilities and failure of information technology or telecommunications equipment or facilities.",
  "while_we_may_use_reasonable_efforts_to_include_accurate_and_up": "●\tWhile we may use reasonable efforts to include accurate and up-to-date information on the TORAHSHARE Mobile Application, we make no warranties or representations as to its accuracy, timeliness, or completeness.",
  "we_shall_not_be_liable_for_any_acts_or_omissions_of_any_third": "●\tWe shall not be liable for any acts or omissions of any third parties howsoever caused, and for any direct, indirect, incidental, special, consequential or punitive damages, howsoever caused, resulting from or in connection with the TORAHSHARE Mobile Application and the services offered in the TORAHSHARE Mobile Application, your access to, use of or inability to use the TORAHSHARE Mobile Application or the services offered in the TORAHSHARE Mobile Application, reliance on or downloading from the TORAHSHARE Mobile Application and/or services, or any delays, inaccuracies in the information or in its transmission including but not limited to damages for loss of business or profits, use, data or other intangible, even if we have been advised of the possibility of such damages.",
  "we_shall_not_be_liable_in_contract_tort": "●\tWe shall not be liable in contract, tort (including negligence or breach of statutory duty) or otherwise howsoever and whatever the cause thereof, for any indirect, consequential, collateral, special or incidental loss or damage suffered or incurred by you in connection with the TORAHSHARE Mobile Application and these Terms and Conditions of Use. For the purposes of these Terms and Conditions of Use, indirect or consequential loss or damage includes, without limitation, loss of revenue, profits, anticipated savings or business, loss of data or goodwill, loss of use or value of any equipment including software, claims of third parties, and all associated and incidental costs and expenses.",
  "the_above_exclusions_and_limitations_apply_only_to_the_extent": "●\tThe above exclusions and limitations apply only to the extent permitted by law. None of your statutory rights as a consumer that cannot be excluded or limited are affected.",
  "INTELLECTUAL_PROPERTY_RIGHTS": "INTELLECTUAL PROPERTY RIGHTS",
  "all_editorial_content_information_photographs_illustrations": "●\tAll editorial content, information, photographs, illustrations, artwork, and other graphic materials, and names, logos, and trademarks on the TORAHSHARE Mobile Application are protected by copyright laws and/or other laws and/or international treaties, and belong to us and/or our suppliers, as the case may be. These works, logos, graphics, sounds, or images may not be copied, reproduced, retransmitted, distributed, disseminated, sold, published, broadcasted or circulated whether in whole or in part, unless expressly permitted by us and/or our suppliers, as the case may be.",
  "nothing_contained_on_the_TORAHSHARE_mobile_application": "●\tNothing contained on the TORAHSHARE Mobile Application should be construed as granting by implication, estoppel, or otherwise, any license or right to use any trademark displayed on the TORAHSHARE Mobile Application without our written permission. Misuse of any trademarks or any other content displayed on the TORAHSHARE Mobile Application is prohibited.",
  "we_will_not_hesitate_to_take_legal_action_against_any_unauthorized": "●\tWe will not hesitate to take legal action against any unauthorized usage of our trademarks, name, or symbols to preserve and protect its rights in the matter. All rights not expressly granted herein are reserved. Other product and company names mentioned herein may also be the trademarks of their respective owners.",
  "COPYRIGHT_INFRINGEMENTS": "COPYRIGHT INFRINGEMENTS",
  "we_respect_the_intellectual_property_rights_of_others": "We respect the intellectual property rights of others. If you believe that any material available on or through the App infringes upon any copyright you own or control, please immediately notify us using the contact information provided below (a “Notification”). A copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification. Please be advised that pursuant to federal law you may be held liable for damages if you make material misrepresentations in a Notification. Thus, if you are not sure that material located on or linked to by the App infringes your copyright, you should consider first contacting an attorney.",
  "CHANGES_TO_THIS_TERMS_AND_CONDITIONS": "CHANGES TO THIS TERMS AND CONDITIONS",
  "i_may_update_our_terms_and_conditions_from_time_to_time": "I may update our Terms and Conditions from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Terms and Conditions on this page. These changes are effective immediately after they are posted on this page.",
  "CONTACT_US": "CONTACT US",
  "if_you_have_any_questions_do_not_hesitate_to_contact_me": "If you have any questions, do not hesitate to contact me at Info@torahshare.com.",
  "i_agree_with_the ": "I agree with the ",
  "decline": "Decline",
  "accept": "Accept",
  "agree_with_the_terms_and_conditions": "Agree With the Terms And Conditions",
  "in_order_to_accept_the_terms_and_condition_agreement": "In order to accept the Terms and condition agreement, please check the agreement box.",
  "capture_video": "Capture Video",
  "please_wait": "Please wait",
  "loading": "Loading",
  "invite_contacts": "Invite Contacts",
  "send_invite": "Send Invite",
  "delete_video": "Delete Video",
  "delete_success": "Delete Success",
  "video_have_successfully_deleted": "Video have successfully deleted",
  "done": "Done",
  "delete": "Delete",
  "preview_video": "Preview Video",
  "publish": "Publish",
  "share": "Share",
  "share_with": "Share With",
  "contacts": "Contacts",
  "share_selection": "Share Selection",
  "please_select_at_least_one_option_to_share_the_video": "Please select at least one option to share the video",
  "please_retry_in_five_seconds": "Please retry in 5 seconds",
  "upload": "Upload",
  "write_a_caption": "Write a Caption",
  "enter_your_caption_here": "Enter your caption here...",
  "enter_hashtag": "Enter hashtag",
  "video_caption_required": "Video caption required",
  "please_enter_suitable_caption_for_your_video_before_uploading": "Please enter suitable caption for your video before uploading",
  "tags_are_required": "Tags are required",
  "please_enter_at_least_one_tag_to_process_uploading_video": "Please enter at least one tag to process uploading video",
  "video_not_approved": "Video not approv",
  "not_approved_yet": "Not Approved Yet",
  "oh_sorry_your_request_is_not_approved_yet": "oh sorry your request is not approved yet and is under the review of the admin it will take some time",
  "un_follow": "Un Follow",
  "comments": "Comments",
  "location_permissions_are_permanently_denied_we_cannot_request_permissions": "Location permissions are permanently denied, we cannot request permissions.",
  "please_grant_location_permission_to_TorahShare": "Please grant location permission to TorahShare we need to track your position to display on profile.",
  "grant_permission": "Grant Permission",
  "reported_successfully": "Reported Successfully",
  "reporting_failed": "Reporting Failed",
  "unfollowed": "Unfollowed",
  "successfully_unfollowed_the_user": "Successfully unfollowed the user",
  "choose_video_admin_approve_after_verification": "Please choose the videos so admin can approve your account after verification.",
  "delete_video_question": "Delete Video?",
  "are_you_sure_you_want_to_delete_this_video_question": "Are you sure you want to delete this video?",
  "NoHashtag": "#NoHashtag",
  "thank_you_for_being_responsible_we_will_investigate_the_report_and_will_take_actions_accordingly": "Thank you for being responsible, we will investigate the report and will take actions accordingly.",
  "google": "Google",
  "filters": "Filters",
  "report": "Report"
}